IDEA StatiCa Open Model
ResultOnMember.Results Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of result
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<ResultBase> Results { get; set; }
Public Property Results As List(Of ResultBase)
	Get
	Set
public:
property List<ResultBase^>^ Results {
	List<ResultBase^>^ get ();
	void set (List<ResultBase^>^ value);
}
Property Value
Type: List<ResultBase>
See Also
Reference
ResultOnMember Class
IdeaRS.OpenModel.Result Namespace